[
  {
    "soal": "Ayah Ani punya 3 anak: Budi, Siti, dan siapa?",
    "jawaban": "Ani"
  },
  {
    "soal": "Sebelum Gunung meletus, apa yang terjadi duluan?",
    "jawaban": "Huruf G"
  },
  {
    "soal": "Semakin banyak diambil, semakin besar jadinya. Apakah itu?",
    "jawaban": "Lubang"
  },
  {
    "soal": "Saya punya 5 apel, saya ambil 2. Berapa apel yang saya punya?",
    "jawaban": "2"
  },
  {
    "soal": "Naik turun tapi tidak bergerak. Apakah itu?",
    "jawaban": "Tangga"
  },
  {
    "soal": "Apa yang bisa basah saat mengeringkan sesuatu?",
    "jawaban": "Handuk"
  },
  {
    "soal": "Semua orang punya, tapi tidak bisa dilihat. Apa itu?",
    "jawaban": "Bayangan di hati"
  },
  {
    "soal": "Apa yang selalu datang tapi tidak pernah tiba?",
    "jawaban": "Besok"
  },
  {
    "soal": "Apa yang berjalan tanpa kaki?",
    "jawaban": "Waktu"
  },
  {
    "soal": "Kakek nenekmu punya 5 anak. Masing-masing anak punya 3 anak. Berapa cucu mereka?",
    "jawaban": "15"
  },
  {
    "soal": "Apa yang ada di tengah malam?",
    "jawaban": "Huruf L"
  },
  {
    "soal": "Apa yang tidak hidup tapi bisa tumbuh?",
    "jawaban": "Kristal"
  },
  {
    "soal": "Ayam berkokok di atas gunung. Telurnya jatuh ke mana?",
    "jawaban": "Ayam tidak bertelur"
  },
  {
    "soal": "Apa yang memiliki jari tapi tidak punya tangan?",
    "jawaban": "Sarung tangan"
  },
  {
    "soal": "Ada 10 burung di pohon. Ditembak 1. Berapa sisa burung di pohon?",
    "jawaban": "0"
  },
  {
    "soal": "Apa yang bisa ditulis tapi tidak bisa dibaca?",
    "jawaban": "Tulisan dokter"
  },
  {
    "soal": "Berapa huruf dalam alfabet?",
    "jawaban": "11 (d-a-l-a-m a-l-f-a-b-e-t)"
  },
  {
    "soal": "Apa yang bisa memantul tapi tidak hidup?",
    "jawaban": "Bola"
  },
  {
    "soal": "Mobil merah mengarah ke selatan, ban mana yang tidak berputar?",
    "jawaban": "Ban serep"
  },
  {
    "soal": "Kalau kamu punya satu korek dan masuk ruangan gelap, mana yang kamu nyalakan dulu?",
    "jawaban": "Korek"
  },
  {
    "soal": "Bayangan saya tidak akan muncul di tempat ini. Di mana saya?",
    "jawaban": "Gelap"
  },
  {
    "soal": "Apa yang dimiliki orang kaya, orang miskin butuh, dan kalau dimakan akan mati?",
    "jawaban": "Tidak ada"
  },
  {
    "soal": "Apa yang punya mata tapi tidak bisa melihat?",
    "jawaban": "Jarum"
  },
  {
    "soal": "Benda apa yang jika dibalik tetap sama?",
    "jawaban": "Kasur"
  },
  {
    "soal": "Hari apa yang paling pendek?",
    "jawaban": "Hari pendek"
  },
  {
    "soal": "Laut apa yang tidak punya air?",
    "jawaban": "Laut di peta"
  },
  {
    "soal": "Apa yang bisa naik tapi tidak pernah turun?",
    "jawaban": "Usia"
  },
  {
    "soal": "Benda apa yang punya leher tapi tidak punya kepala?",
    "jawaban": "Botol"
  },
  {
    "soal": "Apa yang bisa kamu pecahkan tanpa menyentuhnya?",
    "jawaban": "Janji"
  },
  {
    "soal": "Kenapa bulan tidak bisa curhat ke bintang?",
    "jawaban": "Karena bintang jatuh"
  },
  {
    "soal": "Kalau kamu lari di lomba dan menyalip orang kedua, kamu posisi ke berapa?",
    "jawaban": "Kedua"
  },
  {
    "soal": "Aku punya gigi tapi tidak menggigit. Aku apa?",
    "jawaban": "Sisir"
  },
  {
    "soal": "Satu ember penuh air ditaruh di luar dan jadi kosong. Kenapa?",
    "jawaban": "Airnya menguap"
  },
  {
    "soal": "Aku ada di awal malam dan akhir pagi. Siapakah aku?",
    "jawaban": "Huruf M"
  },
  {
    "soal": "Apa yang bisa menampung air tapi tetap berlubang?",
    "jawaban": "Spons"
  },
  {
    "soal": "Semua orang bisa membukaku, tapi tidak semua bisa menutupku. Siapa aku?",
    "jawaban": "Mulut"
  },
  {
    "soal": "Ada di tangan, bukan jari. Ada di waktu, bukan jam. Apa itu?",
    "jawaban": "Tangan waktu"
  },
  {
    "soal": "Siapa yang paling rajin bangun pagi?",
    "jawaban": "Ayam"
  },
  {
    "soal": "Apa yang terus bertambah tetapi tidak pernah berkurang?",
    "jawaban": "Usia"
  },
  {
    "soal": "Aku punya kota, tapi tidak ada rumah. Aku punya sungai, tapi tidak ada air. Aku siapa?",
    "jawaban": "Peta"
  },
  {
    "soal": "Apa yang semakin banyak kamu ambil, semakin besar?",
    "jawaban": "Lubang"
  },
  {
    "soal": "Aku selalu di depanmu tapi kamu tidak bisa melihatku. Aku siapa?",
    "jawaban": "Masa depan"
  },
  {
    "soal": "Aku milikmu, tapi orang lain lebih sering memakainya. Apa itu?",
    "jawaban": "Namamu"
  },
  {
    "soal": "Apa yang memiliki banyak lubang tapi tetap bisa menampung air?",
    "jawaban": "Spons"
  },
  {
    "soal": "Apa yang berjalan tanpa bergerak?",
    "jawaban": "Waktu"
  },
  {
    "soal": "Aku menghilang setiap kali kamu menyebutku. Siapa aku?",
    "jawaban": "Keheningan"
  },
  {
    "soal": "Ayah dari kakekku adalah?",
    "jawaban": "Buyut"
  },
  {
    "soal": "Apa yang bisa kamu tangkap tapi tidak bisa lempar?",
    "jawaban": "Pilek"
  },
  {
    "soal": "Aku tidak hidup tapi bisa tumbuh, tidak punya paru-paru tapi butuh udara. Aku apa?",
    "jawaban": "Api"
  },
  {
    "soal": "Semakin ringan aku, semakin susah ditahan. Aku apa?",
    "jawaban": "Nafas"
  },
  {
    "soal": "Aku punya satu mata tapi tidak bisa melihat. Aku apa?",
    "jawaban": "Badai"
  },
  {
    "soal": "Punya tangan tapi tidak bisa memegang. Apa itu?",
    "jawaban": "Jam"
  },
  {
    "soal": "Jika 5 orang butuh 5 menit untuk membuat 5 kue, berapa menit untuk 1 orang membuat 1 kue?",
    "jawaban": "5 menit"
  },
  {
    "soal": "Sesuatu yang jika dibagikan justru bertambah, bukan berkurang. Apa itu?",
    "jawaban": "Kebaikan"
  },
  {
    "soal": "Dibeli untuk dimakan, tapi tidak dimakan. Apa itu?",
    "jawaban": "Piring"
  },
  {
    "soal": "Aku punya banyak huruf tapi tidak bisa menulis. Aku apa?",
    "jawaban": "Kotak surat"
  },
  {
    "soal": "Jika seekor ayam bertelur di perbatasan dua negara, telurnya milik siapa?",
    "jawaban": "Ayam tidak bertelur"
  },
  {
    "soal": "Kamu melihat mobil berwarna hitam tanpa lampu, di malam hari. Bagaimana kamu bisa melihatnya?",
    "jawaban": "Siang hari"
  },
  {
    "soal": "Aku bertambah panjang saat dipotong. Aku apa?",
    "jawaban": "Lubang parit"
  },
  {
    "soal": "Apa yang berwarna putih saat kotor?",
    "jawaban": "Papan tulis"
  },
  {
    "soal": "Dalam anime, siapa karakter yang dikenal suka bilang 'Dattebayo!'?",
    "jawaban": "Naruto"
  },
  {
    "soal": "Apa nama makanan Jepang berbentuk segitiga yang dibungkus rumput laut?",
    "jawaban": "Onigiri"
  },
  {
    "soal": "Apa arti 'senpai' dalam bahasa Jepang?",
    "jawaban": "Kakak tingkat"
  },
  {
    "soal": "Apa istilah Jepang untuk penggemar berat anime dan manga?",
    "jawaban": "Otaku"
  },
  {
    "soal": "Karakter anime berambut kuning, jago pisau, dari anime Demon Slayer?",
    "jawaban": "Zenitsu"
  },
  {
    "soal": "Apa nama roh kecil berwarna putih yang menemani Hayao di Spirited Away?",
    "jawaban": "Kodama"
  },
  {
    "soal": "Apa nama minuman Jepang dari beras yang biasa diminum hangat?",
    "jawaban": "Sake"
  },
  {
    "soal": "Apa nama sekolah tempat Luffy belajar jadi bajak laut?",
    "jawaban": "Tidak ada, dia belajar sendiri"
  },
  {
    "soal": "Anime apa yang punya quote terkenal 'I am justice!'?",
    "jawaban": "Death Note"
  },
  {
    "soal": "Apa makanan kesukaan Doraemon?",
    "jawaban": "Dorayaki"
  },
  {
    "soal": "Apa nama alat transportasi berbentuk kucing di anime Totoro?",
    "jawaban": "Catbus"
  },
  {
    "soal": "Apa arti kata 'baka' dalam bahasa Jepang?",
    "jawaban": "Bodoh"
  },
  {
    "soal": "Apa nama senjata utama Ichigo di anime Bleach?",
    "jawaban": "Zangetsu"
  },
  {
    "soal": "Kota asal studio anime terkenal seperti Ghibli dan Toei Animation?",
    "jawaban": "Tokyo"
  },
  {
    "soal": "Apa nama festival kembang api musim panas di Jepang?",
    "jawaban": "Hanabi"
  },
  {
    "soal": "Siapa istri Naruto?",
    "jawaban": "Hinata"
  },
  {
    "soal": "Apa nama klub utama di anime K-ON?",
    "jawaban": "Klub musik ringan"
  },
  {
    "soal": "Istilah untuk perempuan muda yang dingin tapi perhatian?",
    "jawaban": "Kuudere"
  },
  {
    "soal": "Karakter cewek yang suka bilang 'Ara ara~' biasanya tergolong tipe?",
    "jawaban": "Onee-san"
  },
  {
    "soal": "Apa nama topeng khas yang sering dipakai dalam festival Jepang?",
    "jawaban": "Topeng kitsune"
  },
  {
    "soal": "Jika kamu sedang duduk di dalam pesawat, dan pesawat itu jatuh ke laut, apa yang terjadi?",
    "jawaban": "Kamu basah"
  },
  {
    "soal": "Apa yang bisa kamu temukan di kamar tidur, tapi tidak bisa ditemukan di dapur?",
    "jawaban": "Tempat tidur"
  },
  {
    "soal": "Kamu melihat seekor gajah di dalam lemari. Apa yang harus kamu lakukan?",
    "jawaban": "Menutup lemari"
  },
  {
    "soal": "Apa yang lebih berat, satu kilogram kapas atau satu kilogram besi?",
    "jawaban": "Keduanya sama berat, satu kilogram"
  },
  {
    "soal": "Apa yang memiliki banyak gigi tapi tidak bisa menggigit?",
    "jawaban": "Sisir"
  },
  {
    "soal": "Seseorang memberi kamu satu apel, kemudian kamu memberikan apel itu kepada temanmu. Berapa apel yang kamu punya?",
    "jawaban": "0"
  },
  {
    "soal": "Ada 10 lilin. Kamu meniup 3 lilin. Berapa lilin yang masih menyala?",
    "jawaban": "7"
  },
  {
    "soal": "Kamu bisa membawa sebuah tas tanpa menggunakan tangan. Bagaimana caranya?",
    "jawaban": "Dengan menggunakan punggung"
  },
  {
    "soal": "Kamu berjalan dari utara ke selatan, lalu berputar 90 derajat ke kiri. Sekarang kamu menuju arah mana?",
    "jawaban": "Barat"
  },
  {
    "soal": "Apa yang bisa kamu sentuh, tapi tidak bisa kamu lihat?",
    "jawaban": "Suara"
  },
  {
    "soal": "Apakah kamu bisa mengisi sebuah ember dengan air dari sungai yang sedang kering?",
    "jawaban": "Tidak, karena sungainya sudah kering"
  },
  {
    "soal": "Jika kamu punya 3 apel dan 2 teman, bagaimana kamu bisa membagikan semua apel secara adil?",
    "jawaban": "Masing-masing teman mendapat satu apel, kamu tetap punya dua"
  },
  {
    "soal": "Apa yang bisa dimakan tetapi tidak bisa dikunyah?",
    "jawaban": "Piring"
  },
  {
    "soal": "Apa yang tidak pernah bertambah tetapi terus bergerak?",
    "jawaban": "Waktu"
  },
  {
    "soal": "Siapa yang tidak bisa membuka pintu?",
    "jawaban": "Kunci yang hilang"
  },
  {
    "soal": "Apa yang lebih besar dari raja, tapi lebih kecil dari ratu?",
    "jawaban": "Huruf 'K'"
  },
  {
    "soal": "Jika kamu meletakkan tangan kanan di atas meja, apa yang akan ada di tangan kirimu?",
    "jawaban": "Tangan kiri"
  },
  {
    "soal": "Jika kamu berjalan ke belakang, apa yang terjadi?",
    "jawaban": "Kamu mundur"
  },
  {
    "soal": "Apa yang bisa kamu temukan di tas, tapi tidak bisa kamu pakai?",
    "jawaban": "Lubang"
  },
  {
    "soal": "Apa yang bisa terbang tanpa sayap, dan bisa menangis tanpa mata?",
    "jawaban": "Awan"
  },
  {
    "soal": "Kamu sedang makan bersama seseorang di restoran, dan tiba-tiba makananmu tumpah ke pakaian mereka. Apa yang kamu lakukan?",
    "jawaban": "Minta maaf dan tawarkan untuk mengganti makanannya."
  },
  {
    "soal": "Saat kamu berada di dalam ruangan bersama seseorang yang sangat kamu sukai, dan kamu merasa canggung, apa yang kamu lakukan?",
    "jawaban": "Cobalah untuk tersenyum dan berbicara lebih santai."
  },
  {
    "soal": "Apa yang lebih baik dari ciuman pertama?",
    "jawaban": "Ciuman kedua yang lebih lama."
  },
  {
    "soal": "Jika seseorang menggenggam tanganmu dengan lembut, apa yang sebaiknya kamu lakukan?",
    "jawaban": "Ikuti dan nikmati momen itu."
  },
  {
    "soal": "Bagaimana cara kamu membuat orang merasa lebih nyaman saat berada di dekatmu?",
    "jawaban": "Dengan mendengarkan mereka dengan perhatian penuh."
  },
  {
    "soal": "Apa yang paling kamu harapkan dari hubungan yang lebih dalam?",
    "jawaban": "Kepercayaan dan kenyamanan."
  },
  {
    "soal": "Saat berbicara dengan seseorang yang kamu sukai, apa yang sering terjadi tanpa kamu sadari?",
    "jawaban": "Kamu sering tersenyum tanpa alasan jelas."
  },
  {
    "soal": "Jika seseorang berkata 'Aku merasa aman denganmu', apa yang harus kamu lakukan?",
    "jawaban": "Jaga kepercayaan itu dan terus menunjukkan perhatian."
  },
  {
    "soal": "Apa yang membuat pertemuan pertama dengan seseorang menjadi lebih menyenangkan?",
    "jawaban": "Kejujuran dan sedikit humor."
  },
  {
    "soal": "Apa yang paling bisa membuatmu tersenyum saat bersamamu orang spesial?",
    "jawaban": "Obrolan ringan yang penuh tawa."
  },
  {
    "soal": "Apa yang keras waktu pagi, panjang, dan sering dipegang laki-laki?",
    "jawaban": "Sikat gigi"
  },
  {
    "soal": "Apa yang basah di dalam, keras di luar, dan sering dimasukkan ke mulut?",
    "jawaban": "Permen"
  },
  {
    "soal": "Aku panjang, kadang basah, sering dimainkan di kamar mandi. Aku apa?",
    "jawaban": "Shower"
  },
  {
    "soal": "Aku punya lubang, kamu masukin jari ke dalamku. Aku apa?",
    "jawaban": "Cincin"
  },
  {
    "soal": "Benda apa yang selalu dibuka sebelum dipakai dan dibuang setelah selesai?",
    "jawaban": "Kemasan mie instan"
  },
  {
    "soal": "Apa yang kalau malam sering dipegang, kadang diremas, kadang dipeluk?",
    "jawaban": "Bantal"
  },
  {
    "soal": "Aku panjang, kamu dudukin aku setiap hari. Aku apa?",
    "jawaban": "Bangku"
  },
  {
    "soal": "Aku kecil, bulat, dan sering kamu colok. Aku apa?",
    "jawaban": "Colokan listrik"
  },
  {
    "soal": "Apa yang kalau dipencet keluar cairan putih?",
    "jawaban": "Pasta gigi"
  },
  {
    "soal": "Aku bolong dua, sering dijepit dan dihisap. Aku apa?",
    "jawaban": "Sedotan"
  },
  {
    "soal": "Aku tipis, kadang dibuka pelan-pelan, dan sering bikin orang senang. Aku apa?",
    "jawaban": "Amplop"
  },
  {
    "soal": "Aku pendek, suka naik-turun, dan bikin ngos-ngosan. Aku apa?",
    "jawaban": "Tangga"
  },
  {
    "soal": "Aku diputar dulu sebelum dimasukin, lalu dikencengin. Aku apa?",
    "jawaban": "Tutup botol"
  },
  {
    "soal": "Aku suka dimainkan dengan jari, kadang pakai dua tangan. Aku apa?",
    "jawaban": "Joystick"
  },
  {
    "soal": "Apa yang bisa kamu tarik, kadang keras, kadang lembek, dan kadang macet?",
    "jawaban": "Resleting"
  },
  {
    "soal": "Aku sering masuk keluar, bikin suara keras, kadang bikin orang terbangun. Aku apa?",
    "jawaban": "Pintu"
  },
  {
    "soal": "Aku bisa kamu masukin dua jari, terus diputer-puter biar enak. Aku apa?",
    "jawaban": "Stoples"
  },
  {
    "soal": "Aku suka dipencet-pencet biar keluar, kadang susah keluarnya. Aku apa?",
    "jawaban": "Jerawat"
  },
  {
    "soal": "Aku kecil, licin, suka dijilat, terus disedot. Aku apa?",
    "jawaban": "Permen lolipop"
  },
  {
    "soal": "Aku panjang, kalau digenggam dua tangan masih belum cukup. Aku apa?",
    "jawaban": "Tiang listrik"
  },
  {
    "soal": "Aku lembut, putih, bisa dirobek dan disobek. Aku apa?",
    "jawaban": "Tisu"
  },
  {
    "soal": "Aku suka nempel di tubuhmu, kalau dilepas bisa bunyi 'plek'. Aku apa?",
    "jawaban": "Sandal"
  },
  {
    "soal": "Aku keras di awal, basah di akhir, dan bikin puas kalau udah selesai. Aku apa?",
    "jawaban": "Es batu di minuman"
  },
  {
    "soal": "Aku ada dua bola, sering dipukul-pukul, kadang dikocok. Aku apa?",
    "jawaban": "Pingpong"
  },
  {
    "soal": "Aku masukin ujungnya dulu, terus kamu dorong sampai dalem. Aku apa?",
    "jawaban": "Flashdisk"
  },
  {
    "soal": "Aku dipakai di malam hari, kadang robek kalau terlalu semangat. Aku apa?",
    "jawaban": "Selimut"
  },
  {
    "soal": "Aku berbulu, suka dielus, kadang disayang sambil tidur. Aku apa?",
    "jawaban": "Kucing"
  },
  {
    "soal": "Aku licin, bulat, dan bikin tergelincir kalau diinjak. Aku apa?",
    "jawaban": "Kulit pisang"
  },
  {
    "soal": "Aku butuh dipukul dulu baru keluar. Aku apa?",
    "jawaban": "Telur"
  },
  {
    "soal": "Aku suka dipeluk dari belakang, bikin hangat dan nyaman. Aku apa?",
    "jawaban": "Jaket"
  },
  {
    "soal": "Aku masukin dari belakang, kamu teriak, terus keluarin kotoran. Aku apa?",
    "jawaban": "Closet"
  },
  {
    "soal": "Aku licin, kamu gosok-gosok terus sampai keluar busa. Aku apa?",
    "jawaban": "Sabun mandi"
  },
  {
    "soal": "Aku berdiri di antara dua kaki, kamu buka aku pelan-pelan. Aku apa?",
    "jawaban": "Resleting celana"
  },
  {
    "soal": "Aku suka basah, dibuka dulu baru bisa dimainin. Aku apa?",
    "jawaban": "Payung"
  },
  {
    "soal": "Aku tipis, masukin perlahan, terus tarik keluar cepat. Aku apa?",
    "jawaban": "Kartu ATM"
  },
  {
    "soal": "Aku kamu tekan terus, sampai keluar cairan putih. Aku apa?",
    "jawaban": "Lotion"
  },
  {
    "soal": "Aku dipegang dua tangan, dimasukin ke lubang, terus diputar-putar. Aku apa?",
    "jawaban": "Setir mobil"
  },
  {
    "soal": "Aku goyang-goyang di atas kasur, terus keluar suara. Aku apa?",
    "jawaban": "Per kasur"
  },
  {
    "soal": "Aku keras, panjang, dan kamu nikmatin di mulut. Aku apa?",
    "jawaban": "Sosis"
  },
  {
    "soal": "Aku panjang, masuk ke lubang sempit, dan kamu tarik setelah selesai. Aku apa?",
    "jawaban": "Tali sepatu"
  },
  {
    "soal": "Aku sering kamu dorong pelan-pelan, terus kamu puas kalau dia keluar. Aku apa?",
    "jawaban": "Obat nyamuk semprot"
  },
  {
    "soal": "Aku kecil, kamu buka bajuku dulu biar bisa pakai aku. Aku apa?",
    "jawaban": "Kancing"
  },
  {
    "soal": "Aku ada di antara dua yang bulat, dan sering kamu dudukin. Aku apa?",
    "jawaban": "Sadel sepeda"
  },
  {
    "soal": "Aku ada lubangnya, kamu masukin pelan-pelan, terus ketarik kalau salah. Aku apa?",
    "jawaban": "Colokan USB"
  },
  {
    "soal": "Aku sering bikin kamu keringetan di atas ranjang, kamu capek setelah aku. Aku apa?",
    "jawaban": "Senam"
  },
  {
    "soal": "Kenapa orang kalau pagi sering pegang yang keras dan langsung masukin ke mulut?",
    "jawaban": "Karena sarapan roti tawar"
  },
  {
    "soal": "Apa yang sering orang colok bolak-balik biar bisa nyala?",
    "jawaban": "Colokan listrik"
  },
  {
    "soal": "Kenapa tangan kiri sering pegang bola sementara tangan kanan sibuk goyang?",
    "jawaban": "Lagi main bola pingpong"
  },
  {
    "soal": "Hal apa yang sering dipencet sampai keluar cairan putih lengket?",
    "jawaban": "Lem kertas"
  },
  {
    "soal": "Kegiatan apa yang biasanya dilakukan malam hari, bikin ngos-ngosan, dan bikin basah?",
    "jawaban": "Cuci motor"
  },
  {
    "soal": "Kenapa cewek suka teriak pas lagi dorong-dorong barang masuk ke tempat sempit?",
    "jawaban": "Lagi masukin koper ke bagasi mobil"
  },
  {
    "soal": "Kenapa orang kalau dapet yang bulat dan kenyal langsung dipegangin erat-erat?",
    "jawaban": "Karena lagi megang donat"
  },
  {
    "soal": "Hal apa yang kalau malam ditarik, pagi dilepas, dan bisa bikin ketagihan?",
    "jawaban": "Selimut"
  },
  {
    "soal": "Apa yang sering orang masukin ke lubang kecil, diputer, terus keluar air?",
    "jawaban": "Kran air"
  },
  {
    "soal": "Kenapa orang suka buka pelan-pelan biar nggak robek pas narik isinya keluar?",
    "jawaban": "Karena lagi buka bungkus snack"
  },
  {
    "soal": "Apa yang kalau terlalu semangat bisa robek dan bikin kecewa?",
    "jawaban": "Kardus Indomie"
  },
  {
    "soal": "Kenapa orang bisa teriak pas kena semburan putih di wajah?",
    "jawaban": "Lagi semprot pembersih kaca"
  },
  {
    "soal": "Kenapa orang sering senyum-senyum habis masukin barang terus pencet tombol?",
    "jawaban": "Karena mesen makanan di mesin kasir self-service"
  },
  {
    "soal": "Apa yang makin ditekan makin enak, terus kadang bikin suara 'ahh'?",
    "jawaban": "Bantal leher yang empuk"
  },
  {
    "soal": "Kenapa kalau malam banyak yang ngeluarin suara aneh dari dalam kamar?",
    "jawaban": "Karena kipas anginnya bunyi"
  },
  {
    "soal": "Kenapa ada orang yang suka dipukul dulu baru keluar cairannya?",
    "jawaban": "Karena minuman kaleng soda"
  },
  {
    "soal": "Apa yang makin dipukul makin keras, tapi malah disukai?",
    "jawaban": "Gendang"
  },
  {
    "soal": "Kenapa banyak yang rela digigit, asal keluar isinya?",
    "jawaban": "Karena makan sosis isi keju"
  },
  {
    "soal": "Apa yang sering ditusuk berkali-kali, terus meleleh pelan-pelan?",
    "jawaban": "Sate"
  },
  {
    "soal": "Kenapa ada orang yang senyum-senyum habis dicubit keras-keras?",
    "jawaban": "Karena lagi main sama bayi"
  },
  {
    "soal": "Hal apa yang dimasukin keras-keras, terus bergetar, bikin deg-degan?",
    "jawaban": "HP masuk mode getar di saku celana"
  },
  {
    "soal": "Apa yang harus ditekan sambil tahan rasa panas biar berhasil?",
    "jawaban": "Setrika"
  },
  {
    "soal": "Kenapa banyak yang rela digores, asal hasil akhirnya bagus?",
    "jawaban": "Karena lukisan"
  },
  {
    "soal": "Apa yang kalau dihisap keras-keras, bisa bikin kepala pusing?",
    "jawaban": "Balon gas helium"
  },
  {
    "soal": "Kenapa orang mau digebukin rame-rame sambil nangis?",
    "jawaban": "Karena lagi ultah, tradisi dikerjain"
  },
  {
    "soal": "Apa yang kalau dibuka pelan-pelan, isinya merah dan bisa bikin orang ngilu?",
    "jawaban": "Permen pedas isi cabai"
  },
  {
    "soal": "Kenapa ada yang rela keringetan, dehidrasi, dan pegel demi keluarin semua?",
    "jawaban": "Lagi bersihin gudang"
  },
  {
    "soal": "Apa yang kalau dimasukin terus terlalu dalam bisa bikin nyeri dan berdarah?",
    "jawaban": "Tusuk gigi ke gusi bengkak"
  },
  {
    "soal": "Kenapa orang rela digigit halus di telinga, asal terasa sensasi unik?",
    "jawaban": "Karena lagi mainan kucing"
  },
  {
    "soal": "Apa yang sering dibanting berkali-kali sampai keluar semua isinya?",
    "jawaban": "Kardus pecah belah pas pindahan"
  }
]