[
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/waifudb/master/wdb/news-1.jpg",
    "newsName": "Crunchyoll Menolaj Ai di industri Anime",
    "newsID": "2920201",
    "newsDesc": "Pilih Perasaan Atau Mesin?",
    "author": "Zhuanxie",
    "publishDate": "2025-04-21T06:42:00.000Z",
    "category": "Anime",
    "isBanner": false,
    "tags": [
      "anime"
    ],
    "relatedNews": [],
    "ThumbArray": [],
    "content": "<p><strong>Crunchyroll</strong> akhirnya buka suara soal posisi mereka terhadap penggunaan AI dalam produksi anime. Dalam wawancara bareng Forbes, CEO Rahul Purini bilang dengan tegas kalau mereka gak bakal pake AI buat hal-hal penting kayak dubbing, subtitle, atau nulis cerita.</p>\n<p>Menurut dia, pengisi suara itu bukan cuma sekadar ngomongin dialog, mereka adalah bagian penting dari proses kreatif, yang bantu bawa emosi dan nyawa ke setiap karakter dan cerita.</p>\n<p>Padahal sebelumnya, Crunchyroll sempat nyoba eksplorasi AI buat bantu percepat proses subtitle dan transkripsi, biar anime bisa tayang barengan global sama rilis Jepang. Tapi rencana itu malah dapet banyak kritik dari fans. Banyak yang khawatir sentuhan manusianya bakal hilang, dan anime jadi terasa “dingin” kayak mesin.\nMasalah ini makin panas waktu ilustrasi bergaya Studio Ghibli buatan AI viral di medsos, netizen langsung rame bahas soal hak cipta, orisinalitas, dan pentingnya peran seniman manusia.</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/IMG_20250516_174459.png",
    "newsName": "Illustrator Jepang Membuat Image Para Mommy Di Anime?",
    "newsID": "News_1030By_Zhu",
    "newsDesc": "Seprang illustrator jepang mambagikan karyanya di X, Sebuah Illust Mommy di Bocchi the rock",
    "author": "Zhuanxie",
    "publishDate": "2025-05-16T10:49:00.000Z",
    "category": "Anime",
    "isBanner": false,
    "tags": ["Anime"],
    "relatedNews": [],
    "ThumbArray": [],
    "content": "<p>Seorang ilustrator Jepang dengan akun X bernama pensis_x baru-baru ini membagikan ilustrasi menarik yang menampilkan para mommy alias ibu dari karakter utama anime Bocchi the Rock.</p>\n<p>Dalam unggahannya, ia menggambar ibu dari <strong>Hitori Gotou, Nijika Ijichi, Ryou Yamada, dan Ikuyo Kita.</strong> Setiap mommy digambarkan dengan detail unik yang mencerminkan kepribadian dan penampilan anak mereka, mulai dari gaya rambut, ekspresi wajah, sampai pilihan pakaian.</p>\n<p>Karya ini langsung menarik perhatian para penggemar anime dan wibu di media sosial. Banyak yang memuji gaya gambar yang lembut, ilustrasi buatan pensis_x berhasil membuat para fans tertarik\nIlustrasi ini tidak hanya jadi konten viral, tapi juga bukti bahwa bahkan karakter sampingan seperti mommy bisa punya tempat spesial di hati para fans.</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/20250515_111356.jpg",
    "newsName": "Indonesia Terancam Diblacklist?",
    "newsID": "News_Konser_10327V",
    "newsDesc": "Frandiky Winters Diduga Rekam dan Sebar Video Konser After Live Secara Ilegal - Indonesia Terancam Diblacklist?",
    "author": "Zhuanxie",
    "publishDate": "2025-05-16T11:33:00.000Z",
    "category": "highlights",
    "isBanner": false,
    "tags": ["highlights"],
    "relatedNews": [],
    "ThumbArray": [],
    "content": "<p>Frandiky Winters Diduga <strong>Rekam dan Sebar Video Konser After Live Secara Ilegal</strong> - Indonesia Terancam Diblacklist?</p>\n<p>Baru-baru ini, seorang pengguna media sosial bernama Frandiky Winters menjadi sorotan setelah diketahui merekam konser &quot;After Live&quot; dari event Colorful Stage! The Movie: A Miku Who Can&#39;t Sing, lalu mengunggah cuplikan video tersebut ke akun TikTok, Facebook dan YouTube miliknya.</p>\n<p>Aksi ini langsung memicu reaksi dari kalangan fans hingga pihak resmi. Akun Twitter @pjsekai_movie mengunggah peringatan serius mengenai pelanggaran tersebut, dengan isi:\n<em>&quot;Perekaman tanpa izin di konser atau pertunjukan merupakan pelanggaran hukum di banyak negara. Mengunggah rekaman tersebut ke internet tanpa izin juga termasuk pelanggaran hak cipta. Mohon untuk tidak menonton atau menyebarkan video yang diunggah secara ilegal. Dukung karya secara resmi dan legal.&quot;</em></p>\n<p>Beberapa fans menyebut bahwa Frandiky melakukan pelanggaran ini dengan sadar, karena video sempat ia bagikan secara publik tanpa tanda penyesalan. Reaksi negatif pun muncul, tak sedikit yang mengingatkan pada kejadian kelam tahun 2014, event Miku Expo akibat pelanggaran serupa.</p>\n<p>Kini, muncul kekhawatiran besar: akankah tindakan satu orang berdampak pada seluruh fans di Indonesia? Banyak penggemar khawatir kalau kasus ini akan memperburuk reputasi komunitas lokal dan membuat negara ini dihindari oleh penyelenggara event resmi di masa depan.</p>\n<p>Mari support dengan cara yang benar. Jangan biarkan ulah satu orang merugikan kita semua.</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/IMG_20250522_205921.png",
    "newsName": "Dan Dan Musim Kedua",
    "newsID": "DanDanNewsId",
    "newsDesc": "Musim kedua Dan Da Dan bakal mulai tayang tanggal 3 Juli 2025. Trailer terbarunya sudah dirilis",
    "author": "Zhuanxie",
    "publishDate": "2025-05-22T14:10:00.000Z",
    "category": "Anime",
    "isBanner": false,
    "tags": ["Anime"],
    "relatedNews": [],
    "ThumbArray": ["https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/GnnnxP3WMAEF7sG-768x1124.jpeg"],
    "content": "<p><strong>Dan Da Dan Musim 2 Tayang 3 Juli 2025\nMusim kedua Dan Da Dan bakal mulai tayang tanggal 3 Juli 2025. Trailer terbarunya sudah dirilis dan menampilkan lagu pembuka baru berjudul &quot;On The Way&quot; yang dibawakan oleh AiNA THE END</strong></p>\n<p>Menjelang penayangannya, tiga episode pertama akan diputar lebih awal di bioskop lewat event spesial berjudul Dan Da Dan: Evil Eye. <em>Penayangannya dimulai 30 Mei di Asia, disusul 6 Juni di Amerika Utara, dan 7 Juni di Eropa. Di acara ini juga akan ada sesi wawancara eksklusif bersama sutradara Fuga Yamashiro dan Abel Gongora</em></p>\n<p>Ceritanya sendiri bakal lanjut ke konflik baru, termasuk kemunculan sosok misterius “Avatar of Hatred” yang membawa kekacauan lewat kekuatan Evil Eye. Studio Science SARU masih pegang produksi animasinya, dengan Hiroshi Seko di naskah dan Naoyuki Onda di desain karakter.</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/uma-musume-cinderella-gray-episode9-symboli-rudolf-oguri-cap-japanese-derby%20(2).jpg",
    "newsName": "Uma Musume: Pretty Derby Resmi Rilis Secara Global Setelah Raup $2,6 Miliar di Jepang",
    "newsID": "Umamusume_197Absi10",
    "newsDesc": "Game mobile populer dari Cygames, Uma Musume: Pretty Derby, resmi diluncurkan secara global pada 26 Juni, setelah sukses besar di Jepang dengan pendapatan mencapai $2,6 miliar hanya dari platform mobile",
    "author": "Zhuanxie",
    "publishDate": "2025-06-27T12:21:00.000Z",
    "category": "Game",
    "isBanner": true,
    "tags": ["Game"],
    "relatedNews": [],
    "ThumbArray": [],
    "content": "<p><strong>Uma Musume: Pretty Derby Resmi Rilis Secara Global Setelah Raup $2,6 Miliar di Jepang</strong></p>\n<p>Game mobile populer dari Cygames, Uma Musume: Pretty Derby, resmi diluncurkan secara global pada 26 Juni, setelah sukses besar di Jepang dengan pendapatan mencapai $2,6 miliar hanya dari platform mobile.</p>\n<p>Berdasarkan estimasi dari AppMagic, pengeluaran pemain mencapai puncaknya pada Maret 2021 — bulan penuh pertama sejak peluncurannya pada 24 Februari tahun itu — dengan total mencapai $125,4 juta. Game ini menjadi judul dengan pendapatan tertinggi di Jepang selama dua tahun berturut-turut, 2021 dan 2022, dan masih menghasilkan lebih dari $10 juta per bulan hingga sekarang, empat tahun setelah peluncurannya.</p>\n<p>Ekspansi Global yang Telah Lama Dinanti\nRencana ekspansi ke pasar global pertama kali terungkap pada Juni 2024, ketika Cygames meluncurkan situs web, akun X (sebelumnya Twitter), dan trailer sinematik berbahasa Inggris. Versi demo berbahasa Inggris juga sempat dipamerkan di Anime Expo di Los Angeles, California.</p>\n<p>Sembilan bulan kemudian, pada April 2025, tahap pra-registrasi dibuka untuk versi global yang akan tersedia di iOS, Android, dan Steam. Pemain yang mendaftar lebih awal akan mendapatkan hadiah dalam game seperti 3.750 Carats, cukup untuk 25 kali gacha. Kampanye promosi juga diadakan di media sosial, dengan hadiah utama berupa tiket pesawat pulang-pergi ke Jepang untuk satu pemenang yang mengikuti dan membagikan kampanye tersebut.\nKini, setelah lebih dari satu tahun sejak pengumuman versi Inggris dan lebih dari empat tahun sejak versi Jepang dirilis, Uma Musume: Pretty Derby akhirnya hadir untuk pemain di seluruh dunia.\nLangkah Strategis di Tengah Penurunan Pasar Domestik</p>\n<p>Keputusan ini diambil di tengah tren penurunan pengeluaran pemain di Jepang. Pada 2024, game ini menghasilkan $367,1 juta — masih besar, namun turun 62% dari puncaknya sebesar $965,4 juta di 2021. Peluncuran global menandakan kepercayaan Cygames terhadap meningkatnya minat pasar internasional terhadap media dan budaya Jepang.\nPeluncuran ini juga menyusul perilisan global game kartu anime terbaru dari Cygames, Shadowverse: Worlds Beyond, yang sudah mengumpulkan lebih dari $20 juta hanya dalam sembilan hari sejak dirilis.</p>\n<p><strong>#umamusume #umamusumeprettyderbyseason2 #anime #animenews #fyp</strong></p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/waifudb/refs/heads/master/docs/news/TokyoGhoul.jpg",
    "newsName": "Satu Hari, Satu Film, Ribuan Kenangan Ghoul! Tayang 21 Juli 2025 - Kompilasi Episode Terbaik Tokyo Ghoul (Ep. 1, 5, 8, 10, 11, 12) Versi Dub Inggris, hanya di bioskop!",
    "newsID": "tokyoghoul_Akfneozm",
    "newsDesc": "Tokyo ghoul akan tayang di bioskop",
    "author": "zhuanxie",
    "publishDate": "2025-07-09T11:22:00.000Z",
    "category": "Anime",
    "isBanner": true,
    "tags": ["Anime"],
    "relatedNews": ["DanDanNewsId"],
    "ThumbArray": [],
    "content": "<p><strong>Crunchyroll bareng Sony Pictures bakal ngebawa Sink Your Teeth: A Tokyo Ghoul Celebration ke layar lebar di Amerika Serikat, tapi cuma 1 hari doang: 21 Juli 2025!</strong></p>\n<p><em>Film ini bukan cerita baru, tapi kompilasi dari 6 episode pilihan dari season 1: episode 1, 5, 8, 10, 11, dan 12. Buat yang nonton versi dub Inggris, ini kesempatan buat nikmatin Tokyo Ghoul dengan kualitas layar lebar. Tiket udah bisa dipesan lewat Fandango.</em></p>\n<p>✨ Ceritanya balik ke awal: Ken Kaneki si kutu buku yang hidupnya berubah total gara-gara kencan bareng Rize. Setelah kejadian tragis, dia malah jadi setengah manusia, setengah ghoul. Hidup di dunia yang isinya saling buru, dia harus cari tahu siapa dirinya sebenarnya.</p>\n<p>🩸 Banyak fans sebenernya berharap ada remake Tokyo Ghoul dengan pacing yang lebih baik, apalagi momen ulang tahun ke-10 anime ini sempat penuh teaser. Tapi sayangnya, belum ada remake, malah datang film kompilasi ini.</p>\n<p>📺 Sekilas sejarah Tokyo Ghoul:\nAnime-nya diproduksi studio Pierrot, tayang pertama kali tahun 2014\n• Season 2: Tokyo Ghoul √A (2015)\n• Season 3: Tokyo Ghoul:re (2018, dibagi 2 cour)\n• Ada juga 2 OVA: Tokyo Ghoul: Jack &amp; Tokyo Ghoul: Pinto\n📚 Manga-nya ditulis oleh Sui Ishida, terbit dari 2011–2014 (14 volume).\nPrekuel: Tokyo Ghoul [Jack]\nSekuel: Tokyo Ghoul:re (2014–2018, 16 volume)</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/waifudb/refs/heads/master/docs/news/10670-dian-kn-alias-neo-japan.jpg",
    "newsName": "Dian Neo Emosi Disemprot Jepang: \"Tolong Jangan Jadi Beban Negara di Luar Negeri!\"",
    "newsID": "JapanChaossWni2920",
    "newsDesc": "Anak siapa nih?",
    "author": "Zhuanxie",
    "publishDate": "2025-07-10T13:17:00.000Z",
    "category": "highlights",
    "isBanner": true,
    "tags": [
      "highlights"
    ],
    "relatedNews": ["News_Konser_10327V"],
    "ThumbArray": [],
    "content": "<p><strong>nusantaku.web.id</strong> <em>- Suara tegas datang dari Dian, seorang influencer Indonesia yang sudah lama tinggal di Jepang. Melalui unggahan terbarunya, ia menyampaikan rasa kecewa dan frustrasi melihat banyak Warga Negara Indonesia (WNI) di Jepang yang bertindak sembrono dan mencoreng nama bangsa.</em></p>\n<p>Dalam pesannya yang viral di media sosial, Dian menyatakan keresahan mendalam usai menerima panggilan langsung dari seorang pejabat Jepang yang menyoroti tingkah laku negatif beberapa WNI di sana.\n“Beberapa waktu lalu, saya dihubungi langsung oleh pejabat Jepang. Intinya: mereka mulai resah karena kelakuan WNI makin sering disorot,” ujar Dian dalam video unggahannya, Kamis, 10 Juli 2025.</p>\n<p>Dian, yang selama ini aktif memperkenalkan budaya Indonesia di Jepang, mengaku terpukul. Ia merasa berada dalam posisi sulit — dijadikan representasi bangsa, tapi ikut menanggung malu atas kesalahan orang lain.</p>\n<p>“Saya capek dibilangin terus. Seolah-olah saya ini perwakilan resmi buat minta maaf tiap ada kasus,” ucapnya dengan nada geram.\nDengan nada yang lebih tajam, Dian menyoroti kelompok WNI yang baru datang ke Jepang dan belum memahami etika hidup di negara lain. Ia mengingatkan bahwa Jepang bukan tempat bebas bertindak seenaknya.</p>\n<p>“Yang baru datang, tolong jangan bikin malu. Jangan sok bebas. Belajar cara hidup di sini. Hormati sistem yang ada,” katanya dengan nada tegas.\nMenurutnya, Jepang memiliki sistem hukum dan pengawasan yang jauh lebih ketat dibandingkan Indonesia. Kesalahan kecil bisa terekam, dan konsekuensinya bisa berat — mulai dari denda, proses hukum, hingga deportasi.</p>\n<p>“Di sini nggak bisa main sembunyi-sembunyi. Semua terekam, semua tercatat. Kalau ketahuan, bukan cuma kamu yang kena — kita semua ikut kena stigma,” lanjutnya.</p>\n<p>Tak hanya individu, Dian juga menyentil institusi pendidikan di Indonesia. Ia menilai banyak sekolah atau lembaga pengirim mahasiswa ke Jepang terlalu longgar dalam seleksi karakter.\n“Sekolah-sekolah di Indonesia juga harus tanggung jawab. Jangan asal kirim murid ke luar negeri. Cek dulu mental dan attitude-nya. Jepang bukan tempat penitipan anak nakal,” tutupnya.</p>\n"
  }
]