[
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/waifudb/master/wdb/news-1.jpg",
    "newsName": "Crunchyoll Menolaj Ai di industri Anime",
    "newsID": "2920201",
    "newsDesc": "Pilih Perasaan Atau Mesin?",
    "author": "Zhuanxie",
    "publishDate": "2025-04-21T06:42:00.000Z",
    "category": "Anime",
    "isBanner": false,
    "tags": [
      "anime"
    ],
    "relatedNews": [],
    "ThumbArray": [],
    "content": "<p><strong>Crunchyroll</strong> akhirnya buka suara soal posisi mereka terhadap penggunaan AI dalam produksi anime. Dalam wawancara bareng Forbes, CEO Rahul Purini bilang dengan tegas kalau mereka gak bakal pake AI buat hal-hal penting kayak dubbing, subtitle, atau nulis cerita.</p>\n<p>Menurut dia, pengisi suara itu bukan cuma sekadar ngomongin dialog, mereka adalah bagian penting dari proses kreatif, yang bantu bawa emosi dan nyawa ke setiap karakter dan cerita.</p>\n<p>Padahal sebelumnya, Crunchyroll sempat nyoba eksplorasi AI buat bantu percepat proses subtitle dan transkripsi, biar anime bisa tayang barengan global sama rilis Jepang. Tapi rencana itu malah dapet banyak kritik dari fans. Banyak yang khawatir sentuhan manusianya bakal hilang, dan anime jadi terasa “dingin” kayak mesin.\nMasalah ini makin panas waktu ilustrasi bergaya Studio Ghibli buatan AI viral di medsos, netizen langsung rame bahas soal hak cipta, orisinalitas, dan pentingnya peran seniman manusia.</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/IMG_20250516_174459.png",
    "newsName": "Illustrator Jepang Membuat Image Para Mommy Di Anime?",
    "newsID": "News_1030By_Zhu",
    "newsDesc": "Seprang illustrator jepang mambagikan karyanya di X, Sebuah Illust Mommy di Bocchi the rock",
    "author": "Zhuanxie",
    "publishDate": "2025-05-16T10:49:00.000Z",
    "category": "Anime",
    "isBanner": false,
    "tags": ["Anime"],
    "relatedNews": [],
    "ThumbArray": [],
    "content": "<p>Seorang ilustrator Jepang dengan akun X bernama pensis_x baru-baru ini membagikan ilustrasi menarik yang menampilkan para mommy alias ibu dari karakter utama anime Bocchi the Rock.</p>\n<p>Dalam unggahannya, ia menggambar ibu dari <strong>Hitori Gotou, Nijika Ijichi, Ryou Yamada, dan Ikuyo Kita.</strong> Setiap mommy digambarkan dengan detail unik yang mencerminkan kepribadian dan penampilan anak mereka, mulai dari gaya rambut, ekspresi wajah, sampai pilihan pakaian.</p>\n<p>Karya ini langsung menarik perhatian para penggemar anime dan wibu di media sosial. Banyak yang memuji gaya gambar yang lembut, ilustrasi buatan pensis_x berhasil membuat para fans tertarik\nIlustrasi ini tidak hanya jadi konten viral, tapi juga bukti bahwa bahkan karakter sampingan seperti mommy bisa punya tempat spesial di hati para fans.</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/20250515_111356.jpg",
    "newsName": "Indonesia Terancam Diblacklist?",
    "newsID": "News_Konser_10327V",
    "newsDesc": "Frandiky Winters Diduga Rekam dan Sebar Video Konser After Live Secara Ilegal - Indonesia Terancam Diblacklist?",
    "author": "Zhuanxie",
    "publishDate": "2025-05-16T11:33:00.000Z",
    "category": "highlights",
    "isBanner": true,
    "tags": ["highlights"],
    "relatedNews": [],
    "ThumbArray": [],
    "content": "<p>Frandiky Winters Diduga <strong>Rekam dan Sebar Video Konser After Live Secara Ilegal</strong> - Indonesia Terancam Diblacklist?</p>\n<p>Baru-baru ini, seorang pengguna media sosial bernama Frandiky Winters menjadi sorotan setelah diketahui merekam konser &quot;After Live&quot; dari event Colorful Stage! The Movie: A Miku Who Can&#39;t Sing, lalu mengunggah cuplikan video tersebut ke akun TikTok, Facebook dan YouTube miliknya.</p>\n<p>Aksi ini langsung memicu reaksi dari kalangan fans hingga pihak resmi. Akun Twitter @pjsekai_movie mengunggah peringatan serius mengenai pelanggaran tersebut, dengan isi:\n<em>&quot;Perekaman tanpa izin di konser atau pertunjukan merupakan pelanggaran hukum di banyak negara. Mengunggah rekaman tersebut ke internet tanpa izin juga termasuk pelanggaran hak cipta. Mohon untuk tidak menonton atau menyebarkan video yang diunggah secara ilegal. Dukung karya secara resmi dan legal.&quot;</em></p>\n<p>Beberapa fans menyebut bahwa Frandiky melakukan pelanggaran ini dengan sadar, karena video sempat ia bagikan secara publik tanpa tanda penyesalan. Reaksi negatif pun muncul, tak sedikit yang mengingatkan pada kejadian kelam tahun 2014, event Miku Expo akibat pelanggaran serupa.</p>\n<p>Kini, muncul kekhawatiran besar: akankah tindakan satu orang berdampak pada seluruh fans di Indonesia? Banyak penggemar khawatir kalau kasus ini akan memperburuk reputasi komunitas lokal dan membuat negara ini dihindari oleh penyelenggara event resmi di masa depan.</p>\n<p>Mari support dengan cara yang benar. Jangan biarkan ulah satu orang merugikan kita semua.</p>\n"
  },
  {
    "mainThumb": "https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/IMG_20250522_205921.png",
    "newsName": "Dan Dan Musim Kedua",
    "newsID": "DanDanNewsId",
    "newsDesc": "Musim kedua Dan Da Dan bakal mulai tayang tanggal 3 Juli 2025. Trailer terbarunya sudah dirilis",
    "author": "Zhuanxie",
    "publishDate": "2025-05-22T14:10:00.000Z",
    "category": "Anime",
    "isBanner": true,
    "tags": ["Anime"],
    "relatedNews": [],
    "ThumbArray": ["https://raw.githubusercontent.com/TabawaX/other-db1/refs/heads/main/additional/NewdDb/GnnnxP3WMAEF7sG-768x1124.jpeg"],
    "content": "<p><strong>Dan Da Dan Musim 2 Tayang 3 Juli 2025\nMusim kedua Dan Da Dan bakal mulai tayang tanggal 3 Juli 2025. Trailer terbarunya sudah dirilis dan menampilkan lagu pembuka baru berjudul &quot;On The Way&quot; yang dibawakan oleh AiNA THE END</strong></p>\n<p>Menjelang penayangannya, tiga episode pertama akan diputar lebih awal di bioskop lewat event spesial berjudul Dan Da Dan: Evil Eye. <em>Penayangannya dimulai 30 Mei di Asia, disusul 6 Juni di Amerika Utara, dan 7 Juni di Eropa. Di acara ini juga akan ada sesi wawancara eksklusif bersama sutradara Fuga Yamashiro dan Abel Gongora</em></p>\n<p>Ceritanya sendiri bakal lanjut ke konflik baru, termasuk kemunculan sosok misterius “Avatar of Hatred” yang membawa kekacauan lewat kekuatan Evil Eye. Studio Science SARU masih pegang produksi animasinya, dengan Hiroshi Seko di naskah dan Naoyuki Onda di desain karakter.</p>\n"
  }
]